{"inkVersion":20,"root":[[{"->":"interface3"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"interface3":[["^Veux-tu que je te raconte une petite histoire mignonne?","\n","ev","str","^Oui","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Non","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"suite"},{"#f":5}],"c-1":["^ ","\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"suite":[["^Chouette !  Tu es prêt.e ?  Je vais te raconter pourquoi il y a des étoiles dans le ciel.","\n","^Cette histoire se passe il y a fort fort longtemps, alors que le monde était plongé dans une éternelle obscurité.","\n","^Les gens à cette époque étaient fort tristes car rien ne venait égayer leur existence.","\n","^Un jour un royaume eut une idée.  Et si on faisait en sorte d’éclairer le monde ?  Faire disparaitre la nuit.","\n","^Est-ce que cela ne rendrait pas les gens heureux ?","\n","^Alors, dans ce royaume, on fit appel à la créativité, l’imagination de chaque citoyen pour trouver une solution.","\n","^On examina chaque idée et celle qui fut retenue fut celle d’une mage savante.  Une femme très intelligente !","\n","^Son idée était de créer une grande sphère lumineuse avec sa magie.  Puis, à l’aide d’une catapulte, l’envoyer dans le ciel,","\n","^L’envoyer tellement haut dans le ciel qu’elle y resterait à jamais.","\n","^L’idée fut prise, la mage savante vint donc un beau jour pour créer une gigantesque boule de lumière.","\n","^Tout le monde était présent. Une énorme catapulte, la plus grosse jamais vue avait été préparée.","\n","^On mit la sphère de lumière dans la catapulte et elle fut envoyée haut, très haut, très très haut dans le ciel","\n","^Comme prévu, elle y resta et ne retomba point.  Ce fut magnifique, les gens étaient tout sourire-.","\n","^On décida de nommer cette sphère dans le ciel par le nom de la bien aimée reine : Soleil.","\n","^Veux-tu que je continue mon histoire ?  J’en suis à la moitié...","\n","ev","str","^Oui","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Non","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"encoresuite"},{"#f":5}],"c-1":["\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"encoresuite":[["^Ok, je continue !","\n","^Malheureusement vois-tu, on ne sait pourquoi, mais au bout d’un certain temps soleil disparaissait laissant à nouveau le monde dans le noir le plus total.","\n","^Certes l’astre réapparaissait quelques heures plus tard, mais quand même, ce n’était pas prévu.","\n","^On refit donc appel à la mage savante pour qu’elle crée une seconde sphère de lumière qu’on enverrait aussi dans le ciel.","\n","^La mage revint donc, créa une seconde gigantesque boule de lumière, la plaça dans l’énorme catapulte,","\n","^Et elle attendit.  Elle attendit car le but était que lorsque soleil disparaissait, le nouvel astre le remplace.","\n","^Pendant que tout le monde attendait, un plaisantin décida de mettre des explosifs dans la catapulte.","\n","^Quand on actionna la machine, on entendit un grand bruit et, regardant dans le ciel on vit la seconde sphère de lumière.","\n","^Elle était toute abimée, avec de nombreux éclats lumineux partout éparpillés dans le ciel.","\n","^C’est donc ainsi que sont apparus le soleil, la lune et les étoiles.","\n","^J’espère que cette histoire t’a plu...","\n","ev","str","^J'ai adoré","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Malheureusement non","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ Merci beaucoup pour cette superbe histoire","\n",{"->":"ending"},{"#f":5}],"c-1":["^ C'était pas à mon gôut.","\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"ending":["^Tellement plus d'histoires à raconter, mais ce sera pour une autre fois! A bientôt!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}